document.getElementById("about").innerHTML = "<strong>Zina</strong> — \
встречайте сердцами с 2008 года<br>\
<br>\
В мире мимолетных сообщений и скоротечных свиданий есть место, где знакомства становятся историей. Добро пожаловать на Zina — старейшую и самую большую площадку для знакомств в Рунете.<br>\
<br>\
С 2008 года мы помогаем тысячам людей находить друзей, любовь и серьезные отношения. Наше огромное сообщество — это миллионы реальных анкет из всех уголков России и стран СНГ.<br>\
<br>\
<strong>Почему Zina — это правильный выбор?</strong><br>\
<br><ul>\
<li>Проверено временем. Мы работаем дольше всех на рынке и знаем секрет успешных знакомств. Вашей личной информации и стремлению к общению можно доверять.</li>\
<li>Умные встречи. Не просто поиск, а точные рекомендации. Наши продвинутые алгоритмы анализируют ваши интересы и предпочтения, чтобы предлагать именно тех людей, с кем у вас есть что-то общее.</li>\
<li>Безопасная среда. Мы заботимся о комфорте и безопасности наших пользователей. Наша отзывчивая модерация работает круглосуточно, чтобы защитить вас от спама и недобросовестных участников.</li>\
</ul><br>\
Начните свою историю знакомств там, где ей рады. Начните на Zina."

for(let i = 1; i < 12; i++){
    document.getElementById("persons").innerHTML += `<img src="img/persons/${i}.jpg" height="300">`
}
